{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/repeats", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "WF2uPLMxGT74XKE8Z/cTvrR6IL3yzYk9cPRhvXxOJj00fj89hy8cPvXlKT5QUFI9BJlHPagRkr0oWvS8uNoRveLj9D1B6d69v16KvYBXXz0AYoQ91EMLvfYk/T2mSuc98XQWPoaNwz2IAGI9wDkrPUDmLj0ArWY7ewotPiDLBT2n1RE+GwwZPqXg4L3An/y7lo2WPRz9Mr52pt+9qC7WvWShH75LfRo+T3CKvVBaRzwmXrI9dY0sPriAdT2I26i86IKpPMewAT6Rnxw+PCtsvXdmDL6mLyu+9OGOvSBdSjxwuRK9oBHkPEzb+r1arXm9YAygPD8G0L2ATOU8EbMJvvbt4r0UeTS9yYmVvaCs27xwc488C4/+vQB0Srrwg8Q86bYgPv2GHz47dSy+c3O4vWIxlj3XQx4+WbAdvqLXdr12WO892jTLPR2fHj6ZGBg+dUWpvaCVdr3WvBa+MvOPPTJpzj2cEhu+HE0TvhEowb3GBMk9rPcGPREqID73rQc+1za9vbjJyjzuZZ89sky6PQgP7LwKXMe9QOiTvZ2H9706+O09fLkMvsAKSD19bCY+KbQkPgJwhz18zzu9Ane6PTpWjz1WSOc9hQMVPqgPJL0ovbo8W3cAPp7Fiz0ojt08wN66O5agxT2Kerk9/nz5PaIpyj3YZCy+8FKYPKdFHj7HRBQ+sD1VvOWdIz5wL+q8OEwfvVW1Gj5Q60Y8sLCqvdTQRb1wRRw9QAQbPJIE4z0sywy94UrevWr+5z3WnpG9gG1LvGNeDz7DIgy+EreWPUfH4L0d4iO+h5ujvSujn73NEhE+E5ccvnZ+sj3q6Aa+FfK/vcCvA7tPswy++K86PZ55ij265wW+TiPfPWDSODzQdbU8eJbRvLf3Kj6KRNa9zm3IPagoUD3zhg6+Ew4YPgYmyz2IcDW+EJAVvlgL1bxZvzg+/dDtvZBTozwexOG9S3YQPnWK7L3sRDi+poCMvWqNrz2H7xm+INwlvqmnEj7xGjU+AOL/ObFs3L1VXwy+KVU1vuBtOzxBGhA+Wz/vvXz7NL29DC6+GruZPR9JOr6qgPo9ZhYovtzbSb2k4Tu+0u3gPVhlHT3I8Tc9+MnWPMZ0pL1iWaY9tRMQPj5Qxz2d+Bs+cjqnPenuED7a0ps9cCEbvfypJr5Qihu94oGhPa4wtj3ZvQo+eC6BPR3WOr4j0x4+FwoKPsohmD0zqgA+ANfaPGWgIj6YUiO+890LPj+DCz7QqCK9RymrveD5+DyAzAo8SqmRvXsLL76fkDY+Ve05vmViGz4QQ1u9AMZpO6uiBD68Lpa9AMnhO4Ixu70Gnn69NwEGPkUOLj5wzSI8szEVvsdTx73sH2i94magvXCdmjxgZIy7KocWvv4/pL0e/wK+iF27vFQzUD1wcva8OubYPS54yj1B/zc+zvjtPdLizj04vAg9/PwMPTWxOj5tYxA+MF8zvSWgmb182qe9RmOxPdDL4bzysug92H2fPBjAFD3nGqC9gU4tvoSuTr03Mic+IB49vEN6ML7qKr49N+4VvkvdNT6ErCw9VIa8vbuiOj45mxQ+ejoGvsAXGbs1lzA+2nmyPRoFiD1T1Ce+Ynj4vej3Yb33ois+0DQ/PYujMD6WLrQ9P0WzvSPOE76wS3M8WE79PJ9Lp71SDaw9TQQvvritdb3/HdG98lG2PUd2DT6Uww2+PuYrvu/Tnr0QZKi9HOFQPb+RKT5AL4U9MSMeviiXtb12jMY9xJRPvWvEGT4ShK+90GlhPInyOr4AmSa81m2/PYS0gT0GzTO+tbc5Pjl1Er68xns93g38PZTTbj2erLc91yQyPpgDUz0KWcU92EJBvWCt/btaHvc9ADldPfBuIL6wCCy91NY3PUZ0jT3qrLQ9jkCfPVjiET3Q32U94vHrPTDDhzyshVy9eeggPhzoFz0Sg+k9A50SPh1JED78Zwi9teQkPr0eFD5wcE88Pri6PVLNiL0K98890pHJPae9Oj4ikPG9QN80O7FAMD7QpHI9Qbs0PuT5BL5//hQ+LTaDvRdGFz5q8/69ohAIvninQz3RcAY+/ljMPfhl/byCnOg9UFJvvCOMEz5waZG83nCEPQ9DJT4wiDC8WBuNPLbioT3D8RQ+C88DPrg12LwxAvS9N/jUvU+4Az79GY69nqHTvZ4WL75IkGC99ZYKPuUul72aa4m92NwdvSRIBb500Mm9uCxQvXDQUbzxaPW9NYyVveBzTrycEFA94CcJvuY0uz1UeQw9eK/ivB7hlD15HrW9wLBJu57prD0UZWc9kIsTvQq/1z2OvMy9egbZPYZSlT05qTo+MM5FPe8zJj5A/5o7Usx8vahAUj0WGb49wRoDPmIjlj37Hx4+3DInvnKeub0IAw09AJNWu8Mem73mO6U969ExvrgSK76Nbx0+cCGCPIAfEDwUmjg9QMCJO0MlPD6nH629MNJsvbn1Bz4MwTC9QvbDvW3HID7dmC4+VJ0WPUd08L1iPdS9B3CTvdiZM77s/jO+osiNPXhAYz2wF3i8pucrvmuogr2ieB2+yBOnvEC4Nb78KQm+wsbWPSCal73Y8xq+AHYdvDog6D1ql629wF1vvBwF370GJiq+2MUMvtyjXz0U80e9dhX8vXbPeb3E1De+Cr8VvmjE+L09hrS9MO2IvEhMaz0Ghao9+AXlPDibmDxeos49AinLvSHlBz7wC6c8VWENPkRLc70gvwO8bpeyPQzWJT13hS0+w0AUPhCKlb1g8G89TfscPtHNOL7whWi8SCY7vqyk+L3u7uC9ae8jPo5+7D0OJsq9aIu4PCi2lTxAzy27IJt0PR8kLz4Bhfi9bMcYPYD33bzYhzG++Sw2PrscMj40eCG+SpvrPSFUNj7u7Zs9KPVGPUDfCbsUoRy+9H9EPeBsjDzAG1W7psievfONAb66fbg9wqY2vtip1rzXODM+XMsjvpCtQz2gSak7f1ooPo65vj1kBDA9MTrfvbD8szxArsW9x5snPuCZ/bzAN9c74U8iPo0G9712B6U9wBhau9bDxj0omcC9YGl9vEh7Zj1qjqq9A4g5Pu3fBz4oJxC+g2vlvSoOnT0AD/+6oLTKu5NFDz6AclA76A4zviQ9IL55q9K9csSgvUDQBr3wH1m8xTuivWbL0D3xhs+9IIDTuzo+N76+Uuc9Q2AZPnkmDD7U2BO94D18PQ9SGz5m8bQ9uGVyvQxrub3GtZI9gMHGvHFtHD54ru68IhGHPewATb2Yjf48GDSAPBOFKT6NRau9ZN9qPSKkrT0ABJm8JGUpveBcWbxHrZi9WhCuvVhhRr2lsyK+364Zvqhdgjx85E490cEEPkT19L1pLjQ+ClyYPX4wEb4yQq89MJCyvUqPqr2Dgjg+XGloPbha071I7W+9nGDGvT+pIT6yIck9g5QCPn47oz2AyDS7WoUavvivnjyYerg8vh67PYYD072Biyu+DjQSvtz2LL4uFzC+/Aw1vdpGFL6QIF48IpCTvbz4Or7CIsg9+ArqvZhcqbypADw+qY0GPm8JPD4p6S++EN4FvblAOT4AQNG7gtrXPRaUNr4WB7k9uwovPmkmtr0QBNO8tRoiPloClj0FlAI+pDhCPWloMz6h+A2+Cl8UvlFdHz5A0fA8TdUZPqbkw72qkpM9Hu7cPeLv1T3OUL89hCBzPW+LFT4aOME9rpapPRc7Hj4YF6G9MPIwvLBK1bzaiuo9o04xPukBM76gpiI8toS6PfC5nTzouAC9/ARIPdRAf71wSim8oUMgvvj8N77sHGK9QASevJC0bbzCxag9NGA8PQ6Xuj3ZNJu9rovvvVmzHT7xvhs+nhg8vth2lDw53eq9pMQyPZcTHz42V5U9FEJ2PQCZArw+j6U96iPmPTTSVT1dT5+9S6oTPghEAT3O/uM9DbupvfZO6T0UNy+9bC4GPahemjweCSm+VkvuPRWgvr1OoM49tPgWvtVb9r0ISIy8ODKrvPaeoT2IgrU8n/0wPlC7XDzWW8o9OIXLvE/xKL6wFUS8a/SGvVWRED46DTu+l2aNvcDui7zyGqq96IIxvivQpr38tfC9eAWdvF3wGT4UQzK9x4HyvdYh+D3s6tG9RLNevVeR4b21bI29nVIwPmA83Ly3aRk+yqjhvfGJA7526IU9lBDmveCD2rsS6a89QBGcO46B6T1IJiC+YyAHPhzd5b2sg3K9MDQ0PGk7u7389x6+MQ4yvheAND7y/ts9MHLyPABdz7tMU2y96PTrvA0N2L3tszg+Bn+iPZl1Hr7DqQw+6F8rvlBvj72YsRW9CO5jPUltI74MfSa+ijO8PcBpljtnxZC9OrR5vXK34j2sUwG+kbUzPr2UOT5M7DK+dRb0vRkeOD44wDi9QsPePZc/5L3V7xQ+jjS+vcHSBj4Vnhc+UALVPLjxZj0309e9w34CvkSVaz1FeO290nbpvaW/070beYC9tTYZvvnv2b1uHeA9XBYUvYsSq70yVMc9SdskPiAaErwAWLc8Jc3cvbhZWj0YDfc8paQ4vuAuDr7AfQ08Q1IxPizXFz2Rric+rsTFPfyiT71wGbu9Wqn8PVFVI76Ap5k7cJJFvLyHc71WxPq9wzCavQzmYz0SZv09VBg9vQ84MD6G7vA9uVIFPtemAb5xci0+nnCkPSB4HT3Tc6i94zIXvtAX1zxQK7o87vwnvn3Nqb2EVhG+AFnDOwKAwD32a8c9sHsAvcuYG74yt6Q9WBBAPYDl9buAJDE7lneBPY9TLD5apYc9LfDgvVB/LLxqCQO+MprBvbWPKT4C6Ms9NQshPhio/LwYki2+mZQSvgLMN76szd29PDNOvdo7pz0CZMU9Is3hPfnNND5hOzG+8oHXPZiX5b11uzs+CiI0vu1IA7447fY8e73LvYjbw7yg37e9srYCvqQ3/b2nEKm9hOGKvVCRL7y58h6+QJdQvQ3r5b1y9hK+zrrJvVAlEb1Drza+Goy1vWovpD2ukw2+vyMCvoCzv7uXtQM++Eo4vlY2gz0zTh8+IICnO6Fcqb3AFtW7wMjcu4wcx70eNbM9miW3vYCAob1DfxI+U6bZvVs+N74vDzU+z/YcPuphE76+Wy2+J1Q6vlK4wj0d4yu+A6GBvb6aCr4ReDY+7krePVMEFz7QwYi8TBdRvYRMXr1A/SA8EHi8vaIl3D1Ywo488Ks1vn3dBD7wody9qvT/PWcQNT7drTi+YDRgPaBMzjwgJJo89UIjPiq6jj2nuiA+3H2FvYAv3DokkkC90JRJvbGyFT6IUS2923opPjhtOr75OQU+9toevqwLVD1QeSy9YgsHviBwejxFVSI+kDftvIAqgjyFUxu+3O8ZPX6O8j16+a09zJduPUZHjL2QZOu9IobDPXoIt71oAkA98NkSPQQacD0ffy4++w4iPma4pL1pEhE+csazPdGeND4K98I9NH8FvTPcL76EDgg9iUEMPnblsz1vIzE+UmGfvRxHYz1XVzU+yTMDPloZqD1VLBy+9rzgPceZML4zhy2+XnTlPVoH6D0exL49E480PiXzJj4SMt295luXPSC6pjzRdBg+xJpNPZYS5L2Qk1o9Z40zPsjV4Tzw6IS8qPtOPYQgHD0pGx4+EE8KvmLMD77ggRA9aU83vnpyjT31HwY+sQsnvpFR7r1vlvO96pf2PQieb72IBy49cME2vHAVgTxgIH29wIJDvA7r0T3TUta9Q5AOvhrj+z10ObG9k3IjPu5bjL0+qxG+CQsmPo2ux70Ayrq6kimNPbJ0Bb6HCfq9UeQWPtcaKj5PyxA+9oH9PbL0kD066ia+FMA1PeGLCD6xusK9kBBPvdJ4yL29zia+lygLviih7DyGz9M9ONYDvrABQbweDJU9YEOlO4+Ju72wUe88rGqYvclNt71g5dK7wQs3PsAGLLyoJdG8oh6rPcCbyLw0ZW89mGGnvU9U9L2Bvyc+YIW3uzJr0z2YQgI95rMivjbqmL1Kryi+oU0jPrVFDD43C/i9fqn+vUSG2r0ZLxI+AFetu4gRuTwA40A8CZw0vhaBO75gEtI8mAeSvLsdOz7NG6O9BKQpvsBssbwQfw698W0nvuYj3j1okUU9un72PfyvZj3g1t870ERXvYby5T0Kp9s9uesTvt/V1r3zFQ++hzuHvRaIAL4J+To+ROAsvpkSFj77sBY+ui20vX5lEr6WtNy93tucPVupKz5Lu469AmLbPaGIAD4t1Dm+atGbPfg78jzR8aq9TInMvYCRu7yUjlK9TKNvPUXFFz4jKMK96eU3PklB0r2wzwa+wPPfu671mD1fhQ4+pueYPRJ68j0akfA9X7UrPg2WMD7A4AW8XIlgvexygb2Iqhu94MiAuxre6L3cOkG9ka0gPjRlC70Ou549M2wjPhe5ob3QGQC8TBQAvp/iO76AF6C6GlDZPcJ81b2NBCS+GdK4vR0RKD61igQ+tlS8PeBu0Lxf7Ao+tG9IvajFwrz4D5e9Kr+nPSrMrz0ycqM9+vIIvgDnDDqwAUs8EZ45vjsr8b2CrBa+7jrxPRDqW71JDiq+wA6+vew6BD3gmsq7ECpzvL5q5z1tiDq+ulnbPdcDF76SeJM9a9+1vdKv7T1Ppx0+csrmPbDJ37wfBRq+NGOAvbP6Mb67cr+9coMHvqD17LyIG349YdIVPgaeL76IVoI8YVQuPjS+dD2YlzI9G8Mpvt7X3z0jshM+jPvtvUW7773WE9I9rqLUPVDMyjydLys+IFbzvIuMDj7+ea49vufOPSeX6r1Ar+078HLHvBRNob2MFSm+EHXEvLaahj3kBEk9o2btvXr/7z1IKkw9ybQnvj+fGz42bew9Du3bPazUK71uZM49bo+0Pft56b3vGjs+Zn+2PTY3uL1tTC0+n9I0vrqawL1IgVs9BA8qPc+AjL26Co49hTMBPtgsjr0rqZq9jwY5voP9Ij5F3SQ+H/wTPoit57wgr3A8BMF0Pce9Cr6M13C95myDPUO6HT6w6y68Z68bvjbE273e6M89snkVvoaJlT3AyWe9efMgPqae6z2XRR4+czaIvVS9Vz2wqla9aKY7PRhGCL0rly8+8QkNPjBAGDyk3MK9dNIlvT1DGr6TVCc+vgOKve+2Jz5R0TU+JjL+vYAhPjyfzi8+GCZ9PcBJLr4YNSs9EiLDPSucJj44M2u9tlnNPStSCr4oP5u8gonqPUbgjD3I7N28WFLVPNpwHr5KszK+tKMQvtKupb2wveI8hvXkPVeABr5aZtc9O5cIPqA7M7x4NFO9Jn75vZ6r/D0xegG+SSaZvfAE9b3gwTO9fqjOPSCSZrxAuZS7F3MqPgD37ztw7B+9dOx5PQBWl7lIERy9ppp8vZuSIT5x1SE+YGFMvED+LzwgIEe9TIxuvTMNLb4jsyc+oJqAOyhyIL4ltSO+DUO3vboXjz1UimO9kVGNvWp+Gb4d++a9KiLZPZnPEj7gUG28EQskPugfOL3uuAy+Q3ICPt6Atj3/pjY+RSoDPjZfgr26+3W9Rum0vV7dsz3EOX+9ANLsuTbr2D1BVQY+G9eIvQCambyATVA9viuBvU6m0b1QhK683tz7vfRsOL7jD+W9YNfKvZPSNb76h6C99j3cPayPd70qXN8983IIPqBbCbwXyBI+8mSdva7IiT1lOQk+GcYYPsCanryIFre8NmjyPRCzOL3Qfxq+jOQmvhPjBr7Kk7Y9au72PUPrAT6qtIw9biUDvuA7BbxqiJo9gK6mOkqpyz2mVb49yoqlPUo2iT2Dlbu9oA+wPIrmkz3+1bc9hzQTPgKJhT3iXvk9uyUuPg94lb0GbaI9kDBPPKhc57yZm5u9Fk/TPU3JLT5Kb74991Q0PiFoIT4I7mW9SUQNPidNBj44/nK9Iop4vcD9WLyAYgw85ERvPTbAmD3iCJ49cKFwPZhvDD1gKpy7WcGAvfDaYTxjUgs+muHzvVjsF74IQ4C9JGqbvW2ngb17Vg2+2vqXvXCl2Ty4lNQ8zmQHviZO0T3VxSY+XY7hvfpgvD142lW9ydkYPmJqgT2GR6I9UJy4vJTMOL3M2QS+B8ibvUD4Qb3gx0g8YeYPPqWXLL6uXbw9TMMbvkCMyb3WS/k92lWiPZDIPz2Fs+K9cwEDPmkGAD7g7wC9IN2qPETeMj0AxDa+DracPUqT0j1kUlK9x6Y3vm5oz73I0Qe9rlAbvnAPFb4A3F86hdQGPhYe4T3gJN+78D7fvPZZxT1e4pg94vSEPRm0Gj7Owb89uLJMPXqEnj3Au2s9D4I2PhREUL3ZwhA+n0YWPiaq4j1GE8Q9aPpMPZdVKj417RY+YPDYvAKP5D2t1DU+4KDMOx3KIj7b9i8+GJldPaqE7r3xSou9h3MKPk1QFD6MzUk94Gp+vewrHb2rdDw++mPAPUAGj7sQdaK8EGNKvOT3Cr7IQo08QE1fO/5JEL4oKFC91inZPeAVyjxeROS9QIwSPBDHEr0gl6a8xvMzvp617b1MJrS9wCPEvTTlbj2qUjW+qh/VPZUOOT7KAK49FsnIPf01ib2A+uS6EJs2vXiVKT2gZqC7oVQAvvjNg73BV4u9ENiOvGX2HL4+8Nk91pOxPUFYLL5zjcy9ZNwGPQDyPTt21KS9p/M5PmcNID6yhwC+0AfxPFFRHL6nIza+APuIu0CWnDtl9hY+92Y0vriL0L3KNsO9nPAGPWB8kr3z4jQ+2GcAvX1DOD5KQCu+VLxWPQC6UboCqh++87ACPu2ZHb7ucMU95GlDvUhm0bxd1im+LhPAPWB/kb0ACgQ7UEiIPDfGBb4gnfU7JOcqvjZmsz3Mcsm94Bc7PYohhr2ZEzQ+iMeHPDTtAr1iUeM9dzqGvcKEjz1IsYy8G3k7PitTJT7oTnK9EM/TPF92GD7A29+72pn8PUCH27zFI8i92qmuvfBKPTxqzqI90BldPDlsET4Is2298+uyvb5IF74bIgW+5gCZPeKyzT1u5LI9ftH0vRAM/r3hoKa99GMaPQfGub3PT8S9dAjovVAlJbzgqly8iMsjvcF7FT5y8eg9utbOvSwD3b3y0L09V9U8PppznD3DkaS98TsKvjOiLz6W7Be+oGhiPcDmNzsm2sE9DG3OvaaAi7089wi+8qPbPVYsnj12MuI9aG21vN3yNj7g4kg96FUHvvM67r3A9LY84onfPd7jO76JZMW9K6UQPrRhXj0EPDS+bKo1Pdp4t71wgRc8YsSHPQA9FL6IuSW9uLWXvFhccL1ibtS9OKsjvZEL6b2Puoa9TKAIPTBeBzw2f809oywrvsDD0juGmcw9miTJPSLAjj2tFB0+AOyJuWjNLL4h7gA+Ux0lPlKv1D04Ih++4JJCPDwpIr61vIO9mK1RPQ6xoD0Ak+e7+O+PvBMMIb53NLW97c8rPjC0UTxK+/Q9CRQHPhKuDr5sNwA9FNuFvbCzVz2og7q8iuOKPa6KyT0gwd28CCIwPfTAsr1SUf89ULJIvXU/LL7iPMe9cAvTvABH7jskSFW967WKvXh9gL3bszo+trW2PWNeC76YID+9Zg7PPbyyBr50FCS+YBZevf6VFL5Y2ss8UI55PNlFAj6sHmq9rGhcPakIAj5PwB0+uVK0vazxvL2Ayze7VCIzvvDWk7xaVeY9fiizPfygPL6c5IW9/NsrvjDk2bzE4nC9vYQCvghtJb7SDLs9rFkAvuLZij2Hffm99mb9PXCwODwvvoa90CWuvUCqIz2WmLG9wtOMvUSxJz3IN568f9Y2vlCkA714UgM9yBqfPLYMzD0YJRa9OeorPhCYFj1sjDC92DUrvtDbTD2/ZyI+0mWwPTGwFD46nMS9zGI3vheCLj5YZNC8yNUsPYCxm71qH+09tiGVPdbEsz2wHNo8vHsIvTj4DL3h/hW+sNnQPKxYJ767tP+98FVOvVbuJb6/PCo++N74vQq98z1fLjw+/3s6Ppoo9T3l3yw+v7TjvYqmpj0AySO9mOQjvSLw/D3ACXQ7wMauvWYp/z1uuMO91lehPZjD4DxVBSW+zjiSPd6RlT1U9Ti+YKhhPBVfHb5XhAk+QDCnveV6yb0gwhY9UE1PvTjgDj2096W9UFG8vT9dPD6IzsQ85oKiPWAvL72msdw9mY6qvajj0DzAlHc7U7sYPlDzKb347es8nFuFPez1Yz0bcAS+ltvWPYHTvb2AZ0Y8j+wJvtimFD1wFYY85VzIvWbo6T1YOcA8HjytPd1fpL38lIi93cEFvhiSM726C4k9Ir3uPW+8rb14qGs9gJQwPT+uz711lDG+mKLHvQw9dr38xgG9hrGWPWyqOz1Tthc+bbUuvpbg9T1weHo8/VgYPtL7mz1dRRm+/I6APcPrNj7rTt69+NcMvnC7iDzwu/u8jgTevc8by72DFh4+jlbxPeppdb3SiIe9OqqsPVXA4r28txg9PYsTPtq0vD1wEF08Z23ovXjniTygGoe7yRAfvlCSXD0EBtS97AdoPeLhsz0ASnS7IKDBu9gFjjwYkka94mTxPQArqTqgIU28eNYmPVjHnjzyCZo9iKcKPRu3Iz7WBYg9Uhy8PYQBVz3Y+pW8pjurPeOVg72yFcM9VO7gvSGdKz4J54O9JLD+vXnDJj6mRLI9x+2svZr6vj2MgjC+gACSPOwezb2QWaK9yNsTPbUwNj5Uf8e9YEprvBDwTr3o8rS8irHYPfipkrxMZiw9YibwPWSaYz0Cmsq9vnIpvh6u3D2m2NM9lprVPSbgxT1Red691U0FPlY4xb0UiDe9iHmHPAdjHT64Oj29Sv6jPXhepLwsIYU9qE44PeCT57ykoh+98FJRPQJB4j0otXA9QYsJPnQrcr1wh9W8uie0PW/4Jz5ocqK8qMu9vJCJvLzQ13e9+jKhPSIZzT2CPYg97HJTvVHrAj46IAG++YMLvtWgKr4KnP49yKsUvrJAxj2UjCy+D4c4PrYR4r3gFGE8Y0IxvisFJz7EvlK9vrbLPS8OOz7efny9XEFQvaDt0bv+gI+9K6cjPpNSLz7nciM+LfElPhHULr5yda898DpJvdD3hLx8Z8y9nEoYPSDpdb0Ey0O98FrTPO88ub2kipO9wBiAvUhYfj2o/HQ9/bsfPgxdCr7ggke8LhSmPZzmRz1ANzK+j+/XvQrdCL7ObDG+4Ai3PBvINz7GI889av6MPejW2rxokBe9pLxUPe0a1L2fRvW9d8PsvXJF6z3jYTk+gMhZvLBGKT2ocwg9cmf6PQqr7T27cf+9IzQKPvgxrTw6g7w9sO0cPWaI8T0cEYE9JzQcPo1hDD6/7i2+wCOqvN6+pD1COrM9SGEbPT3lLb7GgXy9ANHTvcqIwD3yZxm+N7QavgBli7qF9yi+E+MmPjoN7T3YyD29cHkePPrmjD0MzbG9EAS3PDiEp7xIUhG9nlzUPeYHlD3yAQK+LBAgvghbxzzcODy+tqAHvoxiOr3gObW81e4qPvV7Gz6wS+68yMtmPUAlErzwTk68DiypPUDOXzyyPze+k0o1Pss6sb2AgFm9GO44vS4d8z0FWq29pU2EvY9s0b1SLvo9tTY1PjQZQT04vlQ97rjdPYCFELvWKvC96N8KPWAOrzvKSb69i7YiPvHsMT6wAMu9pPN7PeBiojzbjhs+c7QRvv5Slj0+lA++MwAPPjkLCj5bb/e9WCGcvGJQyr2stai9+kvwPY8D570O+b698eWTvQZ/Hr7OWPo9cJ4RPPLA9723Tba9Q5QQPs85Oj7JkaW9vZOEvQ6GFr74VYC8F3UJPkac4D3Akx2+BA1IvYepNz6E7EE9mqPIPYfaFL6OKLc9GeoRPnphsj2F/hw+xtK6PYi59DyrsY69RJ5nvcDTUjs43IQ8nLsrPUCm8DyIV8Y8LSa7vVeJNb7nury9H0fYvQ0C+r29Ifm9lT8GPpiiqDx8Fjq9rIhOvdoMvD1aArw9GPxvvZb/yz1MMmc91pmBPZqcg70upcY9xoXbPZbquT3wonY8gAu3u5ruvz16pru96TkPPhADAryiraw9ED6fvCDuAD3QUSk9OLXVPMlFIz7RZis+YqjQPSDxRzwgJrq7m5EcPsA8wjxCdve9xBsYPfYtjj16eQG+aPCjvBAdGr5fDA4+YFkgvWYDqz06TcQ9hlzTPXgihTwNgyG+mGNnvQAI+zzwSDW94JUcvm7n5T1QAj899oosvtjRQ73I4aS9k54APpRBA74SW/W9Tc42PgD5fT2AUNS8CBMkvjlvjr3nsQk+Nywfvk25Oj6/igw+mtO8Pb6Svz3VRDM+nHhTvf2W9L1Wtqc9yeg3vj/AAj4wL5o8QCeZPIxaib3TbTw+gPNxvOCT6714p4U9jW4UvuB/ErwhoA6+jVAnPpbGM77r6/a9rszfvegR4zyAIeo8dyIZPhamhD3gtMC9yOxtPZYQpL2HUd+9yosWvkIZsL1wMYy9MHUMPBLD8T0mMI89yJB9PcS1YT0X2SO+ghzEPVg4Nr7PpTy+z9L2vUlrDj4c/R2+gmiaPQB1a721Y8C98/UkPqbymj0RsA0+PO61veWik70zWCo+AA9oPCis4zz/ICQ+V9q4vXJ4f70B4Sq+PuQWvgyG8b0WeS6+QNViuw/NHT5pzDg+byC2vYtgMD5rz729WH9lvV1mND7Y1A++0PZEPS6lzT2oFk49yasjPrdeIT5mmOI9+OhBPX6e4T0y0Ng9C5w5PixbPz3Q9VA8b2mGvc8kNT4IDAy9ihf9veYvwD1XfRk+Vt/8PbVM2r1AW+I7qQIbPq+GOz61pgu+imD2PVNJMD6kHx+9TQgHvncfG74MghO9Z78LvsDaFL4AWEC5fBAhvu4TrT2z3gs+RTgPPvMDBT53BBI+ZGJ7PWp2B76aKvU9MnX1PQf95r1SW8o9iGYjvUHjGT6oiwS9VFUFvTAiBb6ppo69AIAXt6AEML6Yo5m88rPUPW5Fiz3/Bxg+0cTRvT5G5D3A/5k7YFthvaShVL2QfI88ED3/vZSqKD2hEjq+oE/wvYnW3L0zMdK9JMXOvb6LHr7kZK694T0lvnIajT1w7BQ8HkIIvmXWNb6bCwG+JAV5Pd5p4T1Kl4u9rYw1Pnurkb2wgOC8BqDmPQzsV70WEe49hr73Pfz1KL6shg6+iqLePd2MLj64XK69szo1PpIpjj1vjuC9GYYgvtaLeL2ANTO9DJMRvc/KG76U01g9PHYrvjR/FL6gn508QN+DPJfwKz4dYjg+NZfZvZPHOr5oTTm9sDGoPGX0CL6ApxW7aIbvvFOlib0aU989CA9kvQfJOT4cRA+9IjK8vSTtbb3oWea8DlLZPVJtoT1iVOM9GuKfPdZJ3D39Nxi+yuP8vUNrEz5oBAa9ETK0va6KNr4HSAQ+MdkTPra6mT2FlL29UjeWvW41E76Gr+k9US47PuA3ODzcTCW+BClkvZZ7zT1ufuk9NF8FvQBNmTsc0kY91mvZPZxZNL3gD188d54SPpMEIb7+UaO90MXuvG3+Ar74oTu9aivuvWZT1j0wS1O9buUDvpKfFL7ylru9hjYtvk5gqT2gV7m8ZaEnPmIJnj2wXYG9ED4vvPAkMr3Q/gU8zdMvPr1nBj5AP8G8CEKDvFXfC77WTAW+1OQovajS77x/Wi4+dxLtvYBiOTuNSyg+OmnoPWRfYD2DsTm+UIQXvbgLuLwI8Em9eHLVvA16Jj6bJys+XzsZPpJy8T1kg3w9NvYBvqBLSLxEkCQ9U9E3Pj02PL4wy688ayEVPonAhb0ApHE73k/bPbO9GT5UTQ6+ANv7u5Yppj2Ga5M99OVbvRtbAD6+eqk9ayc1PuTzDz1INKY82ByOvGdZIT6YmRg9KnS1PS0AHz5GOLm90Mw+vQzsT70uHqQ90BQ9vazAL700u3G9ygLHPUu7Jz5oEgI9ALHhO9TfSL0mSPc94q2/vXCtIb3DQh++NholvskWiL2PmiC+sAFzvV6q/j28zlG9sV++vXmrKj5acA2+ZOpJPZGROb4qu4I97vadPZSwHL36/Po9yK2OvJCeN73Wg7g9T7ggvinaOz76wLE9EbiBvSD57LtBgC2+t+ggPnoTpz0fcjw+JkiQPbsVKj6GA5c9+JYDvQ/G2b1PzRs+YgS4Peqa3j2KKfo9g6scvspw9b2kjDa+vsIVvkat3j3u+J09xw32vRhAmTzNEhM+E4gpPoaAoD3JLjy+2wkqvu+nNj7w4pC88foyPmQLD75irI493XWcvfqd/j0dm5+9kIRxvErHjD3UTBQ90d4JvnZA9T1A+kK8ElblPVDYlryAnPy7Opoxvryok72csOu9U+KJvXJ67D22Aqm9/WnnvTgPzbwVdSq+z9vHvWR5WT1QgTK+hS81Pvm6AT7fjBA+hVA4PuSuQr009Bw9xt6tvcuLFz4p6A2+U8cCPjDbJ75/QRg+wMytu3AWuTwkQwM96oyhPX+bBz4jZSM+cG/PPDrvwz3TrLu9OJyfvIkNLb7APTq8bhGSPRGbM775c/m9H/SEvaj5Cr5mO9Q9TC4YvjeG4r0HN7e9NhqnPewDQj0A0uc8odbZvTgn8bwYOiG+U1m2vfgflrzboBE+B4g2Pky8Cr69ywm+2rW3vSgLyLyYcyq+6AEnvdoT8j2PK+a9tyMpvq+kHD7JeQA+tkzQvefZMj69Qyw+H/soPnjRrjwoaTY9YOqgOzD1HTygmZu81E6svbgcPL33hje+EXQpPnVqIz5HISs+1HEOvmv6Nj7wbHc84Ld5PZ3OCT5fFhk+tmm5vRhOvDwACqG6ulGvPTQKPb5endy9wm/jPSbOzT1PNQS+ybgEPnHyJj5uYyS+wJk5vhqGgL0QWOa8Luw5vtiixTzm+pA9AOKNOnKMvD1N9ye++VoevvvBML7os249ACKru40ZvL3A1Q29oAxivDvZMD4u3ps9sBAyPLNgn726p909UTI2PtAoNb4M2ko9I2o1PtQEBL2qZPg9B10Jvrh487xMnDy9XrSMPWA4Lr1Kf5A9EChPPIAabLws+P+9H+agvWTDS70GIrA9GOWIvd40oz0Q7Ku8Hka/PR9sOD4mVYC9eFYiPZV/Lb44kBg9gbHDvcik47xz6TE+IH7BO1jcBz2FQNy9CPfKvM795z3RFC++jAoPvkhaXz0oLZQ8mHiCvIqa7T0wSw28oOHEvfQjT71rjv+9rEFbvY88ML4zHqy9m40wPlhqRL0AkcE73teIvXvVIz5YEzy+HIUCvq0YBj4QRKa8qbEGPrkqJ761iC8+UUu1vQsV/b3UjE+9Ie47vurmI77aSfI97jTjvUgvwLyUKnY99WrqvamjOD6AIK08oqjoPZ1Hyb2Nri++eG15PfQsQL3e48K9PQMAvhrAEb5Ga5o9cP4PPHMx2b2fiBC+2ckIPn5lFL7pbta9We+mvdAfMb3R4bu9jhkKvgCgTzpSkwe+Xmu0PbgX0b1gmeY7MgDnPVhXD74xrY+9vbEmPsEX6b3Ftu+96EC2vRPZsb3FnxM+TqHuvbb0lr26L5q9lIVXvae1Or5EAg2+R4GBvQI2hz2BlK+9WKDvvFb3O77SQrM9VhkAviaNG76rjyk+uh7nPRL0dL03sTE+iIauvACbl71EoDk9VMaKvXbphD1A4EA9eOeXPJTeSz2jey4+klEevn2OBD4jThg+y6MGPvGSCj5mVee9fgPwPWTUML2gvDK8xhuzvfVo1b2TKiU+QOz/OzbK6T14AOW9UKeMPEKO/L2/DQU+nrvsvS5XqT228Nc94obiPSJuvT3ryg0+CoAIvjdXBj4AIJS74YQYvqAsXL12yKM9zhuUPW56Ib5gT+M84CG6vJoZqz0o9Ba99RXjvY0gLz6Qkvy8YCqrvEjNJ71CpbK9cN0qPdLO8T0tgRW+gKetveXrAL6gt0E9owgFvnHvDj5PLxY+7lv4PULMjz2rRhw+iqXQPZKY2z3/Egg+yAxYvWCxlDzjDu+9pizWvad7Oz6OOSG+bIUlPdA6M71TQDo+UkmZvSYX8D3wpKu9mBKFPIpg0D3Hdzc+Ko7YPTtLOT61HQo+Yke8Pds5Fz4Lk+293u7fPUV4PL4KKeM9UmTSPUF3JD7wOyK85JBUPcSrL70EGm293O8IvpIL5b1gY8I7eUEDPg7Mkj0rei0+qQsZPhR7N753zOu9VN8qPVIi8D2Dw429wHbsO9C7gzzMeEs95f8vPoDdUDuemNA9sivqvdWQNz66Zv09FvCjPTnI5b29Xae9INk6vohAOz1w4WU84gjOPXoAzj1U1is9W0k3Pvg/wLzC/LI9SSkAvt0rFj4vCTK+Ou+yPVeKGD7YT8K8UvfnPZeYLD7rFvC9L3qUvdaI+z2yZYU9yt+LPRDekzxLZy2+PN0kvqd4Jz4uPNY9CeApvkSAA72gXsg8FNlLvbS5IL4gINa84kWcPSc4GD4t4zm+SRArPrYclL0rfxS+ADjKOl12qr34zt88oMqgO4hqrjwmQf49f1M5vgBEATw4WOG90t0TvjZUob2R9RO+jY8sPqxdJ76s6SQ9PmKTPYuuC75g97872MRzvWCL2TwwfU28zKkIPSABDTx1j8u9xEkKvvqQDL5WDcc9dGwTvdDgr7wT8MC9vXDRvQhddj3wTY08v0YXPoFHCT75EAG+aFIsvllaDz5gmDk9HFtHveAwIjxcCyy9Ai/NvY3w1L2jhhA+MJxjPJajyj1av9U9ALK/PLyH7L3m29M9DFIQPZEcOj78syC9ZXGKvZp6vL04MwW9aDZjvS3gjL292Bo+p2URPovtt71Vhi0+2cUtviKduD3QEcu9LgbUPW7V5j1ohUS9LtIGvihY8LzEDlk9quSyPRVsET64/jQ9NBFsvVgp1Dx08pK9/2UcPhgoAb1otuG8oGMgPdTNQj1pHh8+SqN5veAv1Lu16Tm+QKg3PW8KKz6QC6k80WSIvQiGhT1YDma9y9YsPsH6Jz7SCyS+FY/cvfFDzb3cHQq+UG90vbtzNj5I3IK9ZkzCPQhpKT3IzJy84puOPVAqbj0s60+9OX6VvW0OJb7F3Cg+30jjvUQ7VD1YQMG8kT4tvmj2ND3hvhc+AFwnu+AxtzvJrN+9lJJrvQAZ5LyYe9k8voPiPaQCL73cXRU94Ce7PPZFM75PCPG9ApajvXBtT71hWzE+7ZvCveQ2N73W6aM9SmWrPU+lEb6hqC0+Ml+yPeIH/j0iico9dd8svlIq/73QaRE8Vc03viw/CT0KmXy9WJqpvQkEl73myKW92JisveRYE77oR0o9+Eg7vvBDHbzD46e9T4ULPsiTC72OApI9AEKSOZheNT1k/ig9sBZ4vZxpRr2qPIo9CPQAPaurJj7ydBC+UL5IPRZbEb7wZrY8vmWrPfY2sL1scbC9/2cSPiObNb7GmXu9gNigvERaFT3gjRM9WDTbPJUEPb5jYDW+NE9MvTwz+r0QrHW8HP0HvvRyGD0QkVg9dBhLPS+Wib12RLA95/gZPtBU5rzAfzO7jVoEPj+ozr0wcwO+bGcNvgI0hD2YrV+9ek7pvY9P7L1CcKU93REsPlrnw73U0n69ub8uPtqwPL6FFQU+VSLavWmaBD4CGwW+iMswvaKT0T3AI8O9vxozPspm9z1gwcW7bB8CPZL9BL5b/yg+XL+DPVMKtL1AgxQ937kZPgicoDy72Tc+OAyFPH7ZpL0MX+q9RnLivYBFb73C37c9T8awvdj6pL2gy/S8AOmHOjA8mL2sEUG95pL8vYhPQr06jbo9QC5SPV3ELT4MnFk9BJYbvpBHjrya0I89CAwYvoGd5b2SReC9768aPvJiJb6nrAY++8GdvTgqnTyGI909APaiO1g5JL04oQI9n1zBvdjINz1elNw9SSKmvazFHb1VvxY+ki3nPWAx371gKGg9Fv+0PdhSEb4pxRC+kCkCvmFYAb74/cA8hFkrPX14IT5Ops49YCr8O7jPNr2Q3eU8zMBoPRgWAb3DRSM+GDu1PO0nlb1nVys+eHLmPNj6iDzkE0o9oLQ8PfiRmzzCVcI9GIsevYp1nD0PmiA+UOgjvvop/D27aMq9ANSbOleomb3MpDy9UwMhPoDMhTwkmEs9OCjuvMiktjyQVQ29wLb9PKJlnj0sbla9yDM7vigBEL60uem9uHFcPdC9hD0NdSa+CIMVvmCB1r39phU+PjHePaRjAL0YgAu+KP63PLB3Qz0+mo49zHwKvoR7WT2ENSe9GNcCvWm+Iz6CGIs9CkPXPV1yIz4lyia+AdQcvjSO371A6Ug7g8A6vrpvGb4PXwI+1oGzPbAQ771JLwG+0e/8vYB7+7wyGso9yBvDvIT5d71QIQ69pLoFvoK+4D1gWIC8Cj/qPVBv7jxA0YU9pH39vZwrTL32E/m98FEDvgAiBTzpI8K931AnPgAEYDkaSRe+1bCXvQrRsD3nrfW9FforPsNYFT4+MLQ9D/k6Pse5q712e8E9BLhkvdqjtz1kKye+yKIJvZQbLr6AdyG84L3jPL7ukz00hEU9WNPtvcYin70k9hm9cM+6PB569T29vx0+QyQ2PtKHA75fWio+YHLTvZotkj1nKAc+eMF0PVO/AT5FZxk+cXGEvba80T3hrjI+ZQoCvtBuhL24x2O9j9ebvdJR+D2ssxA9CYW8vRCpCDwA3rs5iGXovQDK9rsF/fa9E4Afvmph8D10PQm+8OB2vFCjcrz6oJi9Ubc3PjLalD0AvGc78ErXvGMBCz7e+8c9kiYKvmAT7jwUiFG9FG3rvaKcpz0I1wY93mzqPRCy7DyUNis9B6csvl5XGL5TfjE+AIRrvUCxxrxqxuw9ysDvPW3DEj6M7yG+wKUMO86he736NpU934suvjSpcj2Oz8c9wyHKvZF1FL66Uu09y+7cvXShYD1CI/o9+kH6Pad+Jz4wgEO9gGVyOywoML1qTqu9OjPlPWZmA76Q/e+8kmyPPRZWFr4AzP889vzwPYDO2Ty6ovw9WFQQvtQKb70t7Rk+oBSEPHlQBr6HUs+9OCwSvhFrCj5SYZk9rELNvdCgEzwd2i++7J0sPRhFzb0pGQQ+8hs0vvIAwT0Q7iK9ABGbu3r5sz2nWya+ZZgQvuDuz7u2hLk9jPw9vfaXiL34MQY9EznHvXK4Or7Q1CO91TAAPiHWFT6ZR+i981sQPgLIsz2wFjm8JZcyvgijrTz4q2u9VFMPvuVm5r0Y4Zw8hZk6PvRgm71E3EW98iQZvrD+3DzNUQc+aVwRPrxu972avfE9fDYivanbAT7fuAu+QM6svV0SDT595R6+c9wzPu4E3z361JS9zQEiPvQ2Fb24ZD09UkckvuRVZj2s3GS9E68cPuBwejw9FzA+1iORPeaZyj3fPxI+Ptz7PfSMdD0nuA4+XhvIPTzZAb6Hgby9KEzevPLejz3ge+68juadPW1/KD7pSeC9sjr5Pa2oKT4seA29wHxbu365jT2Hx+m9yISpPH7Sqz3bbBQ+zORWPcTCG764zJG9SJWrPDpYDL48CxC99gnOPU4n8T0V/Bk+7kQPvsj0Or30/gy+Ei3IPdUMJz60Xy094T0OvhpmA76eH+k9lc0YPsD0DL4+GdU9nVk4vn9YOD4SksQ92bDYvWTafD0anua9oyYPviBEibvR1Qk+OEnFvHYB4T1DWi2++Zc4vkbO2b0pKA4+sUwvPubuEb7ejvU96MRRPQMOBz5ZVA8+wNl6POmBAr4W6ak9QD89u5aJ3z3OeIw9lDVNPdwvYb1g9My71bIkPiAuy7swHVW81LEQvdKp6D2QFku9mIkAvRDZNrzCTKA9d1AuPpZb6r2sF0k9mTWDvaxcs728pFa9Os2TPQAeTLqgBL+8auWLvRX26L2cSy2+LgQRvmjLEr3hqwW+KAbjvDCcQzxb+AA+0J6JvCBk/Lxx7oW9PQguvtDR/r2DzLi90Ie5vNTAJb0cihS+eS0evgCkUzk5Rxg+cjYTvsjiFb7Ooie+9r6aPYA/mbp4t528fQzBvZ6t4T0CZYA9nX4tvrQ+Hb0AIPC719QvPq500j2Rldm9OjeePcBy0jxUbjC+UB+qvAxTJz2zW4m9AknYPf8WHD4gxz89+Km6vFiaYT3orDu+f+cAvr2MJT4U4Bm+uHuNvHbihz2fEAw+rhfvvVejHT4lNTU++mOQPZp15T0i8ju+8GZmvAa6uT3eDeo9gZYLPmBSiTyROgY+pa00Po5+sj1K7ZA9SwUePoc1Mz6g9a29nVe4vUv7jL1GYuo9VwwIPiBthD0Qjya+Vl7WPbAJsrwIU4k8hxwmPnF/+71OAi++plO2PQDGxDkEYQG91x7pvWHSBL4mwRm+JlzIPRgLHz2/US0+GiuGPXxxaT1OxXy9MngbvvbZzD3GK9i9chGKPQCKFzoAX1W667XnvWELCz45zKG9IOI6vsJlhj36JLu9ZH6IvSArtTxFASI+XLguvsqG4D1oSA49gqfNPTB48TyE9DC9YEe6PH4R1D1I8mI9qNarPEC2lby4XX+9NYEdPkmoCj5Qyeq8K4cGPiCnibzNjQE+ssWOPcEcOT7IpFA9zdYvPtrU3b1qaDy+oGJ0PRK2f73W+vQ9zuTEPdrv4j2m7NA9+NxDPTTwC76ttBI+ZdMZvpjH772FDQK+AqKgPYDk87sA7069G9LevcTSOr0qg7+9mCX7vZj3tjzALHI83pl+vZVNAj6EUBq9p4+8vaHvoL1A6j67WWY6PsevNj4gHyS+zm2zPQBQCTr2oyC+oJI9vFr2vz2UqD+9uN0VvbDaWz1AO1U8fM0KPVMqMD7YlSa9ptPpPQKY5j1Ao6M78ECFvGCtv7zGAX+9vpSdvbikDD3rEzA+nhsRvlDO1DyL/Sm+6gKHvYEsIz63bR++ez8MPiJmG74GorI9A4IkPv3Dyr1NKzM+KnE5vpAWhLygdua8MHM5vMFZ9b0znAg+sGQpPYLq1z2KFTW+y33dvWq3jD3cUFy9134APh+gAD7QkhI9uV40Pqg9EL6SjN09JLEhvoTJMb7ik7c9j06cvVNkLr4BWjI+AARcvZTBUr3ofc48XlcsviZ3Lr7Qj2q9UKixvGLs5j1AsI08qE00vu+aJ75wkzq8GLjBvBg27bxmSee9fWrIvTIsoj34YrO82JUkPRtUIr4ANcW8dCJ0PWJC3T3gHxi8VmzwPXJZiD0ABoY5ICmeO02s3L37HTE+WtWMvfdIqb0Ydne9WtaqvQLgHb7s0zi++GGAPJonGb6MP1W9mVA7vmLZmT0AXn89oTwqPoBPIL3TSBM+QFkPvZQpAj3bFTA+NKALPYCCpTpcelK9YIWbuxNCEj5Hrfy98GALvFK/1L0g4Ai9eb84PtMmBD58EV89xucbvlS5Nj18AAK99KNcvcSwGb0gALC9ehGVPUB7LT1FCSa+vyObvcjm9bz4uwS+ekfKPQa08D18NQI95b4mPogKtTz22aQ9CRkDPubx8r0Llxi+JJEMvrAnGzwdIvC9LdIRvowLIz110gM+M2cRPqD7/jwdMwo+B/MUPrOIMb701269yY8RvgweST3Hr4+9drgFvgxfSD0TQ4S90OHQvIC+FrwX1Zu9oMPxvS4owD2wUFc8Yj0ovh7O8j3Km+09bFRTvci9ML7o7J+9gDxtPbmoJj6QFxG+6v3PPYe14719GJG9OuWaPewicL0xxRQ+8oGtPdQMSr1+ucA9bjInvh7VnD20gCQ9cGITPfrIuj2tT7u9xNFwvZgqUb1aXr09eDRpvfinUj0UhBQ9rSq9vRct0L2Ad407ltmcPfKjL75AvVa9Hzq0vVZKl73b3zA+z3QrPlQmH70cwMy9N5gHPhTD3L2gBLO8KvkBvv1Kvb2aKwW+uLcjvv/iAj6nuSU+1Bg3vmtdor0guke82KNzvV2GoL2YC4W9Zs6UvaDcXT1tISI+5bkxPkYhO74Sl9Q9AZjtvaO9ET444TW9i60avrqmK774jV09wdsKPsS2Ab4AdGg5Vz02PinKJD7E/iO96BRAvXvNHj5taCe+ZLl4PbhB4jwCz4c9KAAjvZC/CrxckBm+cZQ1Pi59/D2Wwf69K2gXviA6qbvEl/29yhT7PR6EsT2deio+WQsjPpeOI76AYxq7jiOiPZqtyr0f4Sa+sF51PdRe/b0dC9q9VAMwvUAUCDwjouu97hOqvQzMKL6+Qi++xp6xPfBifj0HSzA+FgeUPdo8pz3CQt69tOQAPQBshTvZ7Cc+YRYJviHyJT7Inw2+3ODPvdkUuL1wEhY9AL9SO4g9Rr3UVxi+YpMwvrHJ871h9C2+yGPfPMIakD2ZqBc+FoWKPe5Iyz0F5zM+wKDCO4eKND5wYRC8BsoYvlslKT6ieuC9qujIvYDFzTosspe9Ik6iPaB7nLz2hqg9ehogvht9170xSQS+HYIjvgDmzbpeivY9QUspPh9dAD44KxK++GI9vU96gL3SQ7M9jewFvqL+oj0P+TW+aA1tvR7Ieb0aWMQ99qvJPb7twj3jfwc+4KoQvIJH7D3uu9Q90oqmPZCvyr34b089xK0RPTTVXD1oMGK9s38ovqpz1D3ou9C9mGrsPKK6Lr4G97A9UOLRvUKDlj0W1xq+mkvUvc7LrT0A0Qu7hggZvkzzS70+8gK+nvrPPSwktb0IHYY8Pk/RPTQ4Fb3w1WS9+HhoPfyrTr0g69y9bhwFvrhAQT1Tdh0+WNyQvd4ezz0vxdS9wMWevAgSbr3aZoC9drfEPXKypz1qTtu9/16PvdQhJL4U9c+94LyKuy0ICT6aXwq+Wr+XPRRqQb2GVs89jloNvgA2KjrAgXe8oDVnPfXdMT7DiCK+gzGGvWjHpjxqsfI9N7YSvhOPh73gMjW+gFM7PT7suz2G9Ns9V8Elvhqbij2fTy4+LHkwvcEkqr2+6pk9xuU2vogAH73A3jQ8tc0bPjil5jxxiSS+fKJIvS2cNj4utzW+olzKPaIB0D0W7dm96SQlPuDGJ70kb2m9hLARvq29Gb5w9Py8sGXIvfZF4r0S8zO+/FokvoN12r3gk3c9/CWYvRk7qL3QLjm9EGsKPY8nLb4lqiQ+QOg/O0TzN76gvvo8RmLxPbZMpz3kRyu+kDs8PL8LJT4AFx47cxHuvfYH9L3YhL483F9uvTOyLD73BA0+IB0cPD8+jr0iNx6+vb0oPgaS/D2gm667YHc5PYa+7719sy8+7IdjPW0BIz5BxzU+FY8ZPsAIbb0Fo7W9QP+6PMx4Nj3y+Z49hSE3PlwFgj1A3hi74F0cPDySSb0APoY6uZ01vqUQMj6O2Ym9+G0hvXu+Az7pbBi+YWIMPpQjUr0K29S9fOtzvVIlij26TR6+cFpZvPykHj3Vl9K9Ecq8vYCM9Tsgf0Q8YwEpPi3a6b0jgjw+sqCgveSKTL3Ge8E9N4aGvYjc9ryII8S8zL4WPQD+h7yuw4w9BL1ZvQCf4bqtWBA+NGJ5vfA9fjy+Mim+skkLvh4WrD2i9ue9R9nqveSmaL1UGQU9EC7ivMKDAr7xLpm9IJHMPFHlLz43ehu+gLr7O06bnj2AnYi9jVs6vuqokj0IwIK9gKorO8gsKr1eOuk9D247PitdCD40ii89aC20vRxqaL3adRm+U1sTvoC/s70gbtQ86qbLPWoEBr7nzja+Gc07PgAKhb2NfuS9aV3lvVgFKr4jgQe+wCRZPLXyCz6zigu+JLspPfyqMT1mhfM90JJHPB9Bpb1j7hk+eILHvRZomb1gBjY8mD42PYGVOD6wMsc8wzQVPl6w/j2+St09osLvPYXmJz7I7Sa9AHOwuoBR1DvgHxW9qtixPcAM/bspMgE+44njvQg7TD1z1Cg+8KYhPKwC+70HwyI+xLMJvW4p4j3Auau7ZUMLPnzcib12UQy+QBTju3Cz7TwXnDw+AfkbPhWDD76ImUS9GOThPOh95LydhMa9sIgCvldqDj5guCG+BcsrPhzqZz3oNcu8tIA1vSzyE73H+4+9zlY7vs0Igb2UP8y9DliCvW4svb1Ffgw+QF+rOxcaK76MBG69YB2kvJCdCz1TK7i9yNm3vMADx7szPAQ+4NMwvQNsAD6anoc9rNxWvXEEML4+UrM93rrUvaps7D1neSa+yBiEPCawCb76krI9wINGvItEG74mQzC+xjXFverHLb5CqhS+PXIHPn81y72eI7s92HPqvDG6AT6slWQ9gKvBu8w7Ib1kpxg9/W4yPmq36D2n+CM+qlwsvtJo/z2AdqW66O05vRLb8j2AiYg8IVYiPkAxUjsRfNe9OP+NvcNZCT7cURM9Ju/5PX3wMz5A/Yi88e7KvW3br72OYoo9uNXKPDKlyj0ued69KPGBvHtZK74IXje+Ry8VPsD83bwyNxO+aF3MPLY8/T09Jyo+IDAMvE9eHz5H79m99JdQvYAfBL7OBOw9NtwVvi8gE74AtCO6Ns/uvXZg372a94690LeiPOBsY70/IDU+wGpmPYC4wTugGgm+2RE3vqjLyjyuqRe+0HFkvfc7Hz6UgL69HJESPUuzKj6BKCw+kAA7PBZftz2KgpO9o7QCPi9aLb61FQ6+fbOTvZJZlj2gmB09nwG5vXCTJDxeUas9vZUPPmgDxzwi8Ms9nDdaPeLmyT3qkia+SGdvvT5cqj1oYSW9/Om7vSZYN77r8C4++Y/BvXn4KT62mf89oF+zvdQxfL0aUYY9DZ0YPkbkDb5nDii+BvqGPbRSM75UN+O97dciPpKV4D3WVwO+F5sgvkBnxbvQmwC9yPAfvSDqj7tOnRu+QgK+PazzFL4PbYa9Vhu4PWIzhb1mzPY9XAQfvUjvX72KZOk9oESvvS9CNj4VdNi93FcsPdhJaL073wI+WMY8PT1ZMD5Evjo9MKwSvgRtK74yuqM9dILjvTKS3z2Qlu48y0ELPqNdHz5eZM899uv0PaA5FTwjGic+RDHYvYCKKb4ObcA90h7rPYDrO7vGtuS9uKW6vL/SNT6gCXw9N8QnPk7CjT3jgoy9380UPm8aLj4Snsw9+YeqvT8ILj6QjhM8QJgmPRiTab2GNoA9aDZxPZzbDb0vjTi+J6MoPvbztD0+Gf49mnwyvkGGxL3YJvE8AAXQvfZx9z14TB6+qjrVPQC1rrpq4+C9DNgavs1UNr5c5OC9vEZ/PbZI3L10eGs9xOpAPSDuAz0IrY29uOflPOF/Bz4oxTU9FucmviXsOb4+M649Qt7EPb5Nsj0AxDS82aUSPmo08z2GGqw9iKj7vNqS1T0YWTK9/prQPWicjDyzsa69V/Q4PoCARj1aQtE9ADWBO9nQEr5KM7s9kBg9vIZUrz1wMJ69Vrckvv6/or2wFgO9MCDqvJJC3z2+wYc9znypPYp2vT3wkCk8OLhWPd4BwD2segm+zL1fPViYvTz7GpC9Vb4JPgCc4rzU8lq9oxruvdxIcj2s7DS9M7YBPuwlvr0AJvq8U1E6PjBtEz0CB+Q97jWiPdtHHj7bRBY+ClPnPdslNr4AjOO73tCoPYCpnbyy1sA9n8UPvuioPr0gK7e8CS43Pu/Vrr1gLvC7wInDOwLh7T07mhE+A54zvo05Ez7D/SM+m9ALPmBCdrwuIoY9PP0zvS7Bsz0TH969U6cePkLszD3oqLC9IxqsvXhEJb16DLY9Kcb3vfaa4z1tmQY+8S88PjuvFj7yDMU9uG05vTzyTT1S3qM9Xuc2vvodHb7AEM69jA/UvSBFMLwodvM8yxMkPlgtHr4o89o8U2IiPpBCtjxsA7O9zSEvPryJVr0+8OM9IBtVPBE4h72ukP89SJfrPLhCFb1ue889nRo4Pj0sob0tGxI+0l2yPdbwxj1Q+pI8/pyJPRDqGjyQwxO8+jaVPbBowzwCXyu+h/s5PkAFSbuiAvg9GB5Wvc2vND7NYyg+BHBTvaqbCb5JZxA+OP4YvjbDIr7YYEw9vhOEPc2AB75eAMi9uigmviam9L1nqiK+BPUuPRVrET51WrO9rq8tvqbK3j2i5LM9AG1XujgBuzzoohm+NYsrPihPWz26AZM95UnQvbAClTyEzkW9uJ+qPBfhz71DDB0+OYuBvTAplbyCWtm9MCXfvEuwEb4YgEW9OGQ+PQZsKr53JAw+nd8FvjSrEr5DrhI+Rk95vV3/JT6MZo29RHxDPV424D3Q1Ik8kCR3vLAvcjxe76c99HPtvZk4ID4JTBQ+KBBEPcjs+bxwYqI8DjEVvo6tA74aWOY9MYaHvRizVz2yr/k9QOdgvYQHH76Ae028BqfAPdSjNL3meDe+jhrXPbpH/b2+l8g958wovkCMKj1GwC2+9VIGPrJ9jr1K85M9R7Elvk3tIj6FEzM+voGdPdSeRD1UtRa9AKq6O1I0db3ymqs9KpyMPWhPkDygFEg9GFinvFj0ZL3o6PG8HVUDvr46vT2Agh07NqrDPUy4hL0JYPS94jyjPUIhKr6kWlW960EjPjjHrDyIZYq9X4/0vXrmtj0A2ZU7hnj1PaMdur20tkA9wiiYPfW2vL3KuuY9qLJ+PValBL6k1jy9cDXTvCyZIr6e7tA9jhzkPSE5Oj7SfpQ9+pAOvqWxIz5ctrC9LlCLPas2Bj6Shpg9avwPvqNoCb5QICS+KDrZvHSDW70QbU493oqmPRRMJr2Spt89HuIGvvr94L2kgP29YOqpu6a7uT0Ay7a8AMLUvTEMg71qvZG92H6tPI/vn72sZD89KNE9PeCevrxIM4G87lHMPb+ZD74c0w69hsTxPRPeDL6oQZ08RleCPdC8CL0eO9q9gDgjvF+ICT5ROv29J/UpvrQ5vL1G1Qm+jPRLPbB6WL188by9Ov+fPV4I4D0A/Yw6nb8EPkimFD1Wuqk9MtTmPbaflj3bMhI+xPUuvRgeL758HnS9NHi1vUeqz73UNmC97y8HPpT1L755IPW97Paevao4iL3kpDO9UPjnvHqDCr7YVp29KZfevRSwGj2c8xM9bFwsvn+5Oz5imdc92f8EPujgH75tLiY+mFUmvnqx/70p7Rk+eK6qvTJFvz1YxOu8YP5ZvfB6f7z5nhG+ML/YPM4MoD3e/8I94mAZvgjN3LzOZKQ9zAnZvWMTJD7S+6M9GUAbPoAYEjy6h5u92gZ/vQAkXjoQR228IOPWuxZsjT2ZzTY+KCHEvKs6Lj44tnA9p/ulvTukNb4I32g9gJbqutBMrbx6mN49oeWvveJXlD1r5xw+gDjNvDrz5T2Xyhu+sFtGvHLTrD2eEMO9TJRhPc+dOT6CAqE96QQdPpAZA72Snvk9YDqPvAyocr2+3aI9ePJSvWDDCr2xce29Nir5vQIXyT2AVki8+FPnvWwsKL1Ymlq9DgiYPflyFD7hFh8+TaIoPhfAMj6gVB49kkoVvnO6FL50zjW+KjLhPRmyJr7+Axe+m4gyvtTYer0wJeS9PqyKPf+yPL7aC9u99lsQvgC4ajxuE749G7EJvuhUa70wuDo8nuqsPfjRjzwI5ee8IH3nO4AexLs8FxS9vPcUvsHahb0HQx8+FekAPuxeK71QBxM96OCgPHjhDj2OOTm+5VskvkAWn7zDpjs+EKDcvEDpNr2pLTE+0kruPfzFs72+WxO+4K4tvvtMsb0VtxA+ouGIPV9yKz5MX289smoVviAlqb359hi+AB7buXh+/r2/Urm9npzuPch6Pr2Z9yU+tjWAPTFqFD4u3ak93CEIvTnsib3d9Zq990Q7vlgPcj2m5Yc9ZrTtPUgcrL0Ay8w7ZmfJPRLdEb7Rijk+ECNhvCbjkj1Adw87R8IFPi+GKr7zKDg+Ht+CPX8XJz4DZsK9JEF/PeEpJ7767rM9VwDOvcjssr02Kaa9PCr2vYNzLb6ZbSk+v+P5vSjQ0TwsJ2+9lXYNPnje9Dw8KAS9QTA4PthgTj1fqx2+6zUfPgrNvD0gLUK8aB25vdQcfT0Q+eW8LW0uPlATz73L1ys+AEGePLRYVz0o4Vq9AYjIvegWID1iX/o9rxckPkYyiz2qlpS9nyImvsSsEL4Z5xA+GreLPVzCCr2BQMi9+PcMvp4S0T1KSdE9eIcBPVBVubyVxAo+kv+xvZydlr3wmHa8nVUkPj05Cz5Y62+9jU7Yvcn+Aj5enbA9MDxHPQ2AIT5u66g9IAnMu9Nf+L1oEGw9ztmPPTBCubwr4xc+OqqhvVyz5r0h5gu+BHBkvW2Nob2gXbw8ON1zvc/uJL6y5/I9CaUoPoDpYD1EjAQ92ty4PfkDIT7UCCq9kjyyvcvrJ74gnzC94AkqPODZMD2wLAW8wPVGPYTSBT2w5U49mrG4vdwHJz2aBfk9lPS5vfYOlT3G/DS+lO1avehdhLw2quc9cfclPqrInz3xtxQ+eAk2vgDu0ry27vU9oQ8MPm3R7r1zTiQ+ileXPTHQKj58+z29H0j6vYIY6z3QbW+8qhStPQUJOT5Rvr+9L8MNPrDERb0ybp89pEVcvQDmGjoB9RM+gPXVOrDZQD0LZ6K9HGfWvcZ/573yn989KFASPZBo/7xg+rM82LVrPQDE27l8B7W9BBUqvTpRgz3ofic9knK8vZwmcz0AyyI8TNwQvpDNZDwgoXQ9In2ZPfPtLj464c49GYk7vu3tMT6cDmc94ogxvnO9Fz4degA+4h/SPaY/N76dpQU+fg4XvrWpJz6xeBU+wB6UPDjU4Tz5ACE+ANLdOZbVN76gfBW8gszHvSuJhL06d589SXIjPncBDj4rzgC+mpGqPSlHtL0gGAK+injOPQBIPrpgOqA8A0sNvql7Er6EI3c9eF+qPDBCQb3RyxA+cUAoPv4doT0H94O94m6kPTK1kz2wqxy99I8EvURoXz1SwKQ969U1PrhPSj36GIw9DFJ7PZH9DD6cgD29oXcZPhoozz2vaze+0kvzPWYy2z1i+YK9u+X6vUA4krtJR9C9xqO8PU5FHL70dSC92iMyvuHxHz5Wiv+9UGVZPUP+o71qlK09SLBAvbJCpT3zXRA+DcACPpCqa7ysMw29gIoHve2ZBL4OwO49GDU5veYk0r12U/Q9KGriPGx8cb1Y9PW8lGi8vZrHsj2wVke9oEeDPRW1MD50BxQ9agj+PTyzOL0v8CE+YEcWvLCNET0GFgG+goXZPU7nFb4HVBu+gB82vARxFb386t29ocj4vch7Zr3WNKQ9Ugb6PZAr0Dwe7ua9+7wfvhD9Ar7AtQe9EFkJvUsOMr6rqge+Og3JPcslKD7HLTI+DD0MvgQ6Qb0n+Qg+egbiPZyIIL1j5Aw+P5n1vWG9Kj5kjyS9KvuIPVL/qb3J0Q++2BIfvVBzDjwCGdy9roOHPcr+3D1AiXy8UFHuvSD4Er2qNzK+oCzDO4irvL2Qiwi9GFyFvYrpyD1azda9fa4XPmA/9Dtbbxs+4AiovFNIor1Gt8Y9DPUKPWUhHD7Y9ZG93p/Lvfr2sD3kCdi9IO4oPGFKKD4VGTi+6zUkPgZU5T1Mi9y91ricPWtjHj5QA308mIW3PNAZJL1447C8mGkJveM57L0CMLQ930cuPryAmL0QywA8rW7fvT+AHr6aQeC9VgPgPad9M75++Yc9F4EGPnMkOj4eZv89WSGVvW9FGD7Xl8W9DHBuvZdBFr5SQ4g98MZCvMAjrzwjOB0+2MzZvOJy+D2TVuy9QnOhPX+TNz4JC7u98SWRvZVOAj4qqtc9EjnMvS2w5L3khD89BaIRPmYcFb7Bte29zRY1PoCEar2A3Q294uqzPUIqGL46Gow9nkafPWDSobvA6/c8pGg+vcr6673UHkq9Fi3cPeuMBb6LTTc+90kAPqwSDL3KWME9PrOFPfI5nj2vTCm+0LkJPZrGxD3shSc92gLYPdg9Xr1mBcO9UH9DPVbBfL1g9Uy9kvKaPcSgo72ehaE9ID5OvANUvr3cmwc9yTgEPvHoKz5+mr09gy0APqRdbr0UiW49HXmlvdkYET4k0m09FivPPSA0K766CBC+qi+GvbydOL3nTBc+ZFATPZ0F6r1Ep+C9Xf4HPr5bwT0WK8294Oq9vMhMK72tJ7u9HpMxvky/Lz14zRU9urzJPV51tz001gq9evndvVVc1L0Krnm9YVMHvgCj/DwYnSS9lNrXvWcDHT6a6aQ9mP7bPKirAL2AEGe7DVsfPq7vxb1oado8PIt5PQj1Kb3X7wK+dSSovRzOGr5Qgwc9wWEwPrQQBL4sVTO9P0sbPvWeEj6dhCc+SgIFvvjs/jwYV6G9iINmPeDVUDzo5eK9INzvu5b0rD1ZpMW95OspPaBxNr5c+Cq+meqkvQDdeTuYGJW8zXAOPm9k1r0ZbRk+fdQcPu9eOz7b1NG9Cw81vmhTyL0mjN69U5kevjn6Nb7Oj/89MMcAvtCCHL5XhgA+Dx0jPqUPFD5AV0o8JVIgvsRQUT1Hfx4+ANM6vo9Yir0K3b49TUHjvQd0Bz6OPr89aoDzPVzFG76fGTs+mNnCvCN6Fr44QqC8C8IrPmij3TwreAI+AByJvIAU1Tz9Qi4+Z+cDPrispL1c+y++g3IMPsD2KLyerzu+XC0wviBFrjtm3cu9IFdZPNPxAz7mnpg9gQ4ZPqy6gj3gQfe8ijgGvgpFBL6wZ6G8emWbve7jHL7OsK49yOqhPJEkNL5rlTo+WbsZPu55er1QhLI8w/EQPvNnx70IcYQ8jIBNPdZIoD2amJi9zWo8PnfS7L0m9f69cPI8Pf/9Aj7sFT09DEqCvaE9iL36cp49RyQdvnSnGL5hjhA+MAAzvGri6j1k0lI9UiXFPYHxx721L429uMeMPGhbgj2g6N08S68ivrBJujxqf5w9nIMWvhY9yT1QMVO83lPFPTy0Br4PvwS+IMe2vJBnX704Cu68kLmRvZAbgz2eidU9HiWLPX4tv72AR/U6fwkVvvjbfT3koSU9Azw1vpC67zzsvQq9pFoLvdORAT6QcZw82WMIPh3lCT6puTK+I9ghPjxjRD1ATf67SabLvb5FlD3JFhY+HFMWvugLwTxcPdS9SKCDvJZw8D2OtYY94HXXPHiHWD2X4QI+bC3BvQSwNj1s8s+97Sr1vYLKvT2aepc98zmcvWiEijwLES0+tnGOPU4uNb5ake49lGiIvZENHz5Sk7w9+J2YPE1Z6L2MyDG+9W04vlERG76PoDY+sCzTvKb4qb0AhFo91KAjPSDSoLw/TCU+uEukPLUlBD5GSci9kK0zvEiJobya45w9KHEiveCG/r1ejQi+qQuKvbjUpTw+FxS+XMQXvkgAw7yhpSw+xPDIvYYU3T1geXQ9ulmWPb84Oz7nd7y9i2EBPoCnfrz6GyG+AGaIOc9ZAD6pDcm90D8hPa78jD0VB/u9QN2CvbTDXz1ejbm9rAhdPcTugj3oG6U8L7yjvWAZVz3DmQW+T4kSPjbFpz3zVAw+iKZUvUEtIL7YDmw9ViDnPeSXJL5/2IG9BzGyvXeZrr388wK+zmChPVCtQDwbwQI+CJVsvfCBbTzIlIE9PgjhPVGlMz4xQAS+6HZDvTm0Hz6elc89bI9GPdgZ/L3s4RO9aPpRPfDEKb4h1Qo+m1f8vY68pj1wyGS8PFILvSlOCz5rX+W9jEsevkhGez1gkXK8tu+2vWVrNz4o6ga9V+A0vsDHNr7GQvk9DPAOvZLG/L221c492ZkaPkDWYj3uHLk9oB/BO2ggrrzo7s68ZKoIvtcN1L1cL0O9dZUBPgCwTDt4bMA8CN2IvIdHCj6QQim+MZIEPgXE7b3GCYc9cl3JPXCCLjzAxQm+9bQJPuj9dD2ATMY7bnrXPWZCyL3ekrc9gkewPSSTaL1M2z89gHA7vTC/y7wl9SU+7jO9PSJ6/71AEZ07tvzXvS46pD1rRC++3I5YPYrsiz3qBBG+AMArO2vcsL0TCSU+3PUqPbhm9byRAu29WDaovc/4sb05Wce9uoiXPTq39j2Hvom9YHMLPVKnH75q4xW+Fz44PuZ4qj0nkAO+yB+gvDLb0z2D1ig+nAyFPTClFDwzlQ4+YNL7vL4BiD2hiB8+xtPLvSzIEb0AuW46gVsiPq/XBz4G/e09qHnnvLIisz22Jb09kElevBPGOb7spNC9AJBnPfB4UT2ReTU+47syPlRWLL69yjE+WaY5PmZbOr68fyi+ZscPvipLrz3o+gi98NoxPQJZKb4AzxK+SuvTvSHVE775oZK9ehOnPbhI77xeLZ+9yO+BPb4pJL4+Gv09irHrPXqq371AuOk86k3HPf1cPD43nxM+PufyPZ1ozr2o69W9jr61PfArM74km1G97zQhPmIO+D2FXJ+9pAuCPT5QHL72RPY9rHNRvRhm87xUrCo97kj4vZWPvb3vSjW+UCcZvjCPRz3+PtQ9erLxvZb4IL7MpCg9dDohvVhAuTyQ4Ak8V2wKPlJ6yL1wnpe9mgusPSKlkj0gam+8WrCTvSA1kDuvfCw+UYghPgCU57uAzca8MKyIvCnysb0u6/a9TF+MvZMOJz5OwBu+NQwWvuM5BD4J8OK98+UfvrzV/r3IVbO8QFdWuyry0T14oIq8T9cDPtjWKj0Vkqu92RqDvUDHSDt0l0k9ymw5vrrm6z3Ko869VQwvPrhMu7w7cjG+DkPXPcHsID50SGO9ANnHupXspL3DXRQ+oL2+vFdkET6Xxie+aDtBPWY3jT3w6Ls8OpafPYqZ2z02feA9SkbpPVsUKz7L45e9p+whPuBv2zzA3gG+450Vvt791T2Sy6k9uh/XPXzBHL4Am7C7oF0jPNKyxL2AHqu6nYmnvUq7+z3guPA7MPsuvACjqr2AuA++DbmXvbxWPT1ZoC0+NALbvR5B3b21TBC+km+NvYJB7z3qYv49cMrgPFgsgjxuQKw9LlwqvhNJJT6QXVU9CjXqPQX4Mz44XL88HBMtvsw2Jr3A8LW9hKYxvoQ0Gr4QuHa9RwgpPszqFb6ECYe9YB2jPJ0oGD74FvI8BowAvob7i72od5u8"}}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_2/conv2d_4/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd", "op": "BiasAdd", "input": ["sequential_2/conv2d_4/Conv2D", "sequential_2/conv2d_4/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Relu", "op": "Relu", "input": ["sequential_2/conv2d_4/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_5/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 